Repository: EngProsoft2014/TripBliss
Catalog: Resources/Language/AppResources.*.resx
Languages: ar

# btnActiveDistributors-RequestDetails
source: Active Distributors
ar: الموزعون النشطون

# btnAddRequest
source: Add Request
ar: طلب إضافة

# btnApply-Forgot
source: Apply
ar: تاكيد

# btnDistributors
source: Distributors
ar: الموزعين

# btnFavourites
source: Favourites
ar: المفضلة

# btnHome
source: Home
ar: الرئيسية

# btnLogIn-Login
source: LOG IN
ar: تسجيل الدخول

# btnRequestDetails-RequestDetails
source: Request Details
ar: تفاصيل الطلب

# hdrAgency
source: Agency
ar: وكالة سفر

# hdrChooseDistributor
source: Choose Distributor
ar: اختر الموزع

# hdrDistributors
source: Distributors
ar: الموزعين

# hdrHistory
source: History
ar: السجل

# hdrMore
source: More
ar: المزيد

# hdrMyRequests
source: My Requests
ar: طلباتي

# hdrNewRequest
source: New Request
ar: طلب جديد

# hdrOffers
source: Offers
ar: العروض

# hdrvehicle-RequestDetails
source: Vehicle
ar: سيارة

# lblAccount-More
source: Company Account
ar: حساب الشركة

# lblAdult-AirService
source: Adult
ar: الكبار

# lblAirFlightServices
source: Air Flight Services
ar: خدمات الطيران الجوي

# lblCarrier-AirService
source: Carrier
ar: الناقل

# lblCarType-TranService
source: Car Type
ar: نوع السيارة

# lblCheckIn-HotelService
source: Check In
ar: الوصول

# lblCheckOut-HotelService
source: Check Out
ar: المغادرة

# lblChild-AirService
source: Child
ar: الطفل

# lblClass-AirService
source: Class
ar: الدرجه

# lblDate-TranService
source: Date
ar: تاريخ

# lblDHAccount-Login
source: Don't have an Account?
ar: ليس لديك حساب؟

# lblDiscription-OfferDetails
source: Discription
ar: الوصف

# lblETA-AirService
source: ETA
ar: الوقت المتوقع للوصول

# lblETD-AirService
source: ETD
ar: الوقت المتوقع للاقلاع

# lblExit-More
source: Exit
ar: الخروج

# lblFavorites-More
source: Favorites
ar: المفضلة

# lblForgotPassword-Login
source: Forgot Password?
ar: هل نسيت كلمة السر؟

# lblFrom-TranService
source: From
ar: من

# lblHaveAccount-SignUp
source: I've got an account already?
ar: لدي حساب بالفعل؟

# lblHotelName-HotelService
source: Hotel Name
ar: اسم الفندق

# lblHotelServices
source: Hotel Services
ar: خدمات الفنادق

# lblInfant-AirService
source: Infant
ar: الرضع

# lblLanguage-More
source: Language
ar: اللغة

# lblMeals-HotelService
source: Meals
ar: وجبات

# lblModel-TranService
source: Model
ar: طراز

# lblMRPD-RequestDetails
source: Meal Rate per Day
ar: سعر الوجبة في اليوم الواحد

# lblNights-RequestDetails
source: Nights
ar: ليالي

# lblNo-RequestDetails
source: No.
ar: رقم

# lblNoOfRoom-HotelService
source: No. Of Room
ar: عدد الغرف

# lblNos-TranService
source: Number of Cars
ar: عدد السيارات

# lblNotes-HotelService
source: Notes
ar: ملحوظات

# lblPassNo-VisaService
source: Number of Visas
ar: عدد التأشيرات

# lblPrivacyPolicy-More
source: Privacy Policy
ar: سياسة الخصوصية

# lblRateBasis-RequestDetails
source: Rate Basis
ar: أساس المعدل

# lblRatePR-RequestDetails-RequestDetails
source: Rate Per Room
ar: السعر لكل غرفة

# lblRoomDetails-RequestDetails
source: Room Details
ar: تفاصيل الغرفة

# lblRoomType-HotelService
source: Room Type
ar: نوع الغرفة

# lblRoomView-HotelService
source: Room View
ar: إطلالة الغرفة

# lblSelectAll-ActiveDistributors
source: Select all
ar: حدد الكل

# lblSignIn-SignUp
source: Sign In
ar: تسجيل الدخول

# lblSignUp-Login
source: Sign Up
ar: تسجيل

# lblSupport-More
source: Support
ar: الدعم

# lblTermesConditions-More
source: Terms&Conditions
ar: الشروط والأحكام

# lblTime-TranService
source: Time
ar: وقت

# lblTo-TranService
source: To
ar: الي

# lblTransportationServices
source: Transportation Services
ar: خدمات النقل

# lblUsers-More
source: Users
ar: المستخدمين

# lblView-RequestDetails
source: View
ar: إطلالة

# lblVisaServices
source: Visa Services
ar: خدمات التأشيرات

# lblVisaType-VisaService
source: Visa Type
ar: نوع التأشيرة

# plcCompanyName-SignUp
source: Company Name
ar: اسم الشركة

# plcCompanyPhone-SignUp
source: Company Phone
ar: هاتف الشركة

# plcCompanyEmail-SignUpPage
source: Company Email
ar: البريد إلكتروني للشركة

# plcPassword-Login
source: Password
ar: كلمة المرور

# plcSearch
source: Search
ar: بحث

# plcUserName-Login
source: User Name
ar: اسم المستخدم

# plcEmail-SignUpPage
source: Email
ar: البريد إلكترونى

# pickerTitleCompanyType-SignUpPage
source: Select Company Type
ar: أختر نوع الشركة

# lblPrice-RequestDetails
source: Price
ar: السعر

# lblActive-HomeDist
source: Active
ar: نشط

# btnResponse-RequestDetails
source: Response
ar: الردود

# hdrCreateOffer-CreateOffer
source: Create New Offer
ar: إنشاء عرض جديد

# hdrViewers-OfferViewers
source: Viewers
ar: المشاهدين

# lblImage-CreateOffer
source: Image
ar: صورة

# lblOfferPlan-CreateOffer
source: Offer Plan
ar: خطة العرض

# lblOfferUrl-CreateOffer
source: Offer URL
ar: رابط العرض

# lblTitel-CreateOffer
source: Titel
ar: عنوان

# lblVideoUrl-CreateOffer
source: Video URL
ar: رابط الفديو

# lblLocation-HotelSevice
source: Location
ar: الموقع

# btnConfirm-NewRequest
source: Confirm
ar: تأكيد

# lblIsDriver-RequestDetails
source: IsDriver
ar: سائق

# lblModelName-RequestDetails
source: Model
ar: طراز

# lblTypeName-RequestDetails
source: Type
ar: نوع

# lblAll-HomeDist
source: All
ar: الجميع

# lblNotActive-HomeDist
source: Not Active
ar: غير نشط

# btnCancle-PopupLan
source: Cancel
ar: إلغاء

# hdrSelectLan-PopupLan
source: Select Language
ar: اختر اللغة

# lblNoteForAgency-HotelService
source: Note For Agency
ar: ملاحظة للوكالة

# lblNoteForDist-HotelService
source: Note For Distributor
ar: ملاحظة للموزع

# btnPayNow-NewRequest
source: Payment
ar: ادفع الآن

# OSBlance-payment
source: OutStanding Balance
ar: الرصيد المستحق

# FullPayment-payment
source: Full Payment
ar: الدفع الكامل

# ActiveDetails - HotelServices
source: Active details
ar: تفعيل تفاصيل

# RoomRef-HotelActive
source: Room Reference Number
ar: رقم مرجع الغرفة

# GuestId-HotelActive
source: Guest Name
ar: اسم العميل

# PlateNumber-TransportActive
source: Plate Number
ar: رقم اللوحة

# DriverNumber-TransportActive
source: Driver Number
ar: رقم السائق

# hdAirFlightDetails
source: Air Flight Details
ar: معلومات رحلة الطيران

# hdHotelDetails
source: Hotel Details
ar: معلومات الفندق

# hdTransportaionDetails
source: Transportaion Details
ar: معلومات الانتقالات

# hdVisaDetails
source: Visa Details
ar: معلومات الفيزا

# hdConfirmResponse
source: Confirm Response
ar: تأكيد الرد

# hdAddGuest
source: Add Guest
ar: إضافة عميل

# btnattachment-VisaDetails
source: Attachments
ar: المرفقات

# hdrVisaAttachment
source: Visa Attachment
ar: مرفقات التأشيرة

# hdrAirFlightAttachment
source: Air Flight Attachment
ar: ملحقات الرحلات الجوية

# btnTakePhoto-attatchmentPopup
source: Take Photo
ar: التقط الصورة

# btnPickPhoto-attatchmentPopup
source: Pick Photo from Gallery
ar: إختر الصورة من المعرض

# hdrAddPhoto-attachmentPopup
source: Add Photo
ar: أضف صورة

# btnDeleteAll-AttatchmentPage
source: Delete All
ar: حذف الكل

# lblDocuments-MorePage
source: Documents
ar: وثائق

# lblTravelAgency-attatchmentPage
source: Travel Agency
ar: وكالة سفر

# lblDistributor-attatchment
source: Distributor
ar: موزع

# hdrMyUser-users
source: My Users
ar: مستخدمي

# hdrAddUser-AddUserPage
source: Add User
ar: إضافة مستخدم

# lblCoOrTaOrQu
source: Please Add commercial register or Tax card or Quality certificate
ar: الرجاء إضافة السجل التجاري أو البطاقة الضريبية أو شهادة الجودة

# hdrMyDocuments-DocumentsPage
source: My Documents
ar: مستنداتي

# lblAllDistributor-HomeTR
source: All Distributor
ar: جميع الموزعين

# lblActiveDistributors-HomeTR
source: Active Distributors
ar: الموزعون النشطون

# lblPickPdfFile-attatchment
source: Pick pdf file
ar: اختر ملف pdf

# plcWebSite-AccountPage
source: WebSite
ar: موقع إلكتروني

# plcAddress-AccountPage
source: Address
ar: العنوان

# plcStripeUserName-AccountPage
source: Stripe User Name
ar: اسم مستخدم Stripe

# plcStripePassword-Accountpage
source: Stripe Password
ar: كلمة مرور Stripe

# plcStripeSecretKey-AccountPage
source: Stripe Secret Key
ar: مفتاح سري stripe

# lblcars-RequestDetails
source: cars
ar: سيارات

# lblpersons-RequestDetails
source: persons
ar: أشخاص

# lblTransportDetails-RequestDetails
source: Transport Details
ar: تفاصيل النقل

# lblAirFlightDetails-RequestDetails
source: Air Flight Details
ar: تفاصيل الرحلة الجوية

# lblVisaDetails-RequestDetails
source: Visa Details
ar: تفاصيل التأشيرة

# lblMyProfile-More
source: My Profile
ar: الملف الشخصي

# lblChangepassword-Change passwordPopup
source: Change password
ar: تغيير كلمة المرور

# lblOldPassword-ChangePasswordPopup
source: Old Password
ar: كلمة المرور القديمة

# lblNewPassword-ChangePasswordPopup
source: New Password
ar: كلمة المرور الجديدة

# plcUserCategory-Profile
source: User Category
ar: فئة المستخدم

# plcUserPermission-Profile
source: User Permission
ar: تصريح المستخدم

# lblAccountNotActive
source: Your company not active until now.
ar: شركتك ليست نشطة حتى الآن

# hdrRestPassword-ResetPage
source: Reset Password
ar: إعادة تعيين كلمة المرور

# btnAddUser-AddUser
source: Add
ar: إضافة

# btnDCA-AccountPage
source: Delete Company Account
ar: حذف حساب الشركة

# btnDeactivate-UsersPage
source: Deactivate
ar: إلغاء التنشيط

# btnDeleteAccount-ProfilePage
source: Delete Account
ar: حذف الحساب

# PermissionAlert
source: Permission not allowed for this action.
ar: غير مسموح لك هذا الإجراء.

# PasswordInvalid
source: Your password is invalid
ar: كلمة المرور غير صحيحة

# DeleteCompanySuccess
source: Successfully, for company deleted.
ar: تم إزالة الشركة بنجاح

# ErrorTryAgain
source: Error Please Try again.
ar: لقد حدث خطأ ما برجاء المحاولة مرة أخرى

# AddResponseSuccess
source: Successfully for Add Response
ar: تم الرد بنجاح

# PutPriceAlert
source: Please put price to one service or more
ar: من فضلك ضع سعر لخدمة على الأقل

source: Question?
ar: سؤال؟

source: Are You Accept This Finall Price?
ar: هل توافق على هذه الأسعار نهائيا؟

source: Yes
ar: نعم

source: No
ar: لا

# MakeReviewAndFinishRequest
source: Do you want to make a review, finish the request and move it to the History?
ar: هل تريد عمل تعليق وانهاء الطلب ونقله الى السجل

# ReviewSuccess
source: Succesfully, for Review
ar: تم إضافة التعليق بنجاح

# Agency_must_pay_part_of_the_amount_due
source: The Agency must pay part of the amount due.
ar: يتوجب على الشركة دفع جزء من المبلغ المستحق.

# This_account_is_an_admin
source: This account is an admin and is not allowed to access the application
ar: هذا الحساب مسؤول(أدمن) ولا يحق له الوصول إلى التطبيق

# user_name_is_not_registered
source: Your user name is not registered !!
ar: اسم المستخدم هذا غير مسجل

# UserDeleteSuccess
source: Successfully, for user deleted.
ar: تم إزالة هذا المستخم بنجاح

source: Do you want to delete the account?
ar: هل تريد إزالة هذا الحساب؟

# RegisterSuccessfully
source: Successfully for your Register
ar: تم تسجيل الحساب بنجاح

# SuccessfullyLogin
source: Successfully for your Login
ar: تم الدخول بنجاح

# enter_vaild_Email
source: Please enter vaild E-mail
ar: يرجى إدخال بريد إلكترونى صحيح

# enter_your_Email
source: Please enter your E-mail
ar: يرجى إدخال بريدك الإلكترونى

# Enter_Old_Password
source: Please Enter a Required : Old Password.
ar: يرجى إدخال كلمة المرور القديمة-إجباريا

# Enter_New_Password
source: Please Enter a Required : New Password.
ar: يرجى إدخال كلمة المرور الجديدة-إجباريا

source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح

source: Error Please Check Data again.
ar: يرجى مراجعة البيانات مرة أخرى

# Required_UserName
source: Please Complete This Field Required : User Name.
ar: يرجى إكمال هذا الحقل المطلوب: اسم المستخدم.

# Required_Password
source: Please Complete This Field Required : Password.
ar: يرجى إكمال هذا الحقل المطلوب: كلمة المرور.

# Required_CompanyType
source: Please Complete This Field Required : Company Type.
ar: يرجى إكمال هذا الحقل المطلوب: نوع الشركة.

# Required_CompanyName
source: Please Complete This Field Required : Company Name.
ar: يرجى إكمال هذا الحقل المطلوب: اسم الشركة.

# Required_CompanyEmail
source: Please Complete This Field Required : Company Email.
ar: يرجى إكمال هذا الحقل المطلوب: بريد إلكترون للشركة.

# Required_CompanyPhone
source: Please Complete This Field Required : Company Phone.
ar: يرجى إكمال هذا الحقل المطلوب: جوال الشركة.

# Required_UserEmail
source: Please Complete This Field Required : User Email.
ar: يرجى إكمال هذا الحقل المطلوب: البريد الإلكترونى للمستخدم.

# Required_FileName
source: Please Complete This Field Required : File Name.
ar: يرجى إكمال هذا الحقل المطلوب: اسم الملف.

source: Error
ar: خطأ

source: OK
ar: نعم

# Camera_not_supported
source: Camera not supported on this device.
ar: الكاميرا غير مدعومة على هذا الجوال

source: No image here.
ar: لا يوجد صورة هنا

# Successfully_AddResponse
source: Successfully for Add Response
ar: تم إضافة الرد بنجاح

source: Successfully, permissions updated
ar: تم تعديل الأذونات بنجاح

source: Successfully, action completed.
ar: تم إنهاء الإجراء بنجاح

# Successfully_createuser
source: Successfully for create user.
ar: تم إنشاء مستخدم جديد بنجاح

# Successfully_company_deleted
source: Successfully, for company deleted.
ar: تم إزالة الشركة بنجاح

source: Do you Want to Delete Company Account?
ar: هل تريد إزالة حساب الشركة؟

# Required_SelectCarrier
source: Please Complete This Field Required : Select Carrier.
ar: يرجى إكمال هذا الحقل المطلوب: أختيار شركة الطيران.

# The_selected_date_is_less_than_today
source: The selected date is less than today's date.
ar: التاريخ المحدد أقل من تاريخ اليوم.

# Required_SelectClass
source: Please Complete This Field Required : Select Class.
ar: يرجى إكمال هذا الحقل المطلوب: أختيار الدرجه.

# Required_FromLocation
source: Please Complete This Field Required : From Location.
ar: يرجى إكمال هذا الحقل المطلوب: من الموقع.

# Required_ToLocation
source: Please Complete This Field Required : To Location.
ar: يرجى إكمال هذا الحقل المطلوب: إلى الموقع.

# time_departure_less_than_time_arrival
source: The expected time of departure must be less than the expected time of arrival.
ar: يجب أن يكون وقت المغادرة المتوقع أقل من وقت الوصول المتوقع.

# Required_PassengersCount
source: Please Complete This Field Required : Passengers Count.
ar: يرجى إكمال هذا الحقل المطلوب: عدد الأشخاص.

# add_at_least_one_service
source: Please add at least one service.
ar: يرجى إضافة خدمة واحدة على الأقل.

source: Complete info
ar: إكمال البيانات

# Add_Request_Name
source: Add Request Name, Please
ar: يرجى إضافة اسم الطلب

source: Add Request name is required.
ar: إضافة اسم للطلب يكون مطلوبا

# Request_name_required_count
source: The request name is required to count from 3 to 15 letters
ar: يجب أن يكون اسم الطلب مكونًا من 3 إلى 15 حرفًا

# Successfully_AddRequest
source: Successfully for Add Request
ar: تم إضافة الطلب بنجاح

source: Sorry Don't have distribuitor.
ar: معذرة, انت لا تملك موزع لديك

# Required_SelectLocation
source: Please Complete This Field Required : Select Location.
ar: يرجى إكمال هذا الحقل المطلوب: أختيار الموقع.

# Required_SelectHotel
source: Please Complete This Field Required : Select Hotel.
ar: يرجى إكمال هذا الحقل المطلوب: أختيار الفندق.

# Required_SelectRoomView
source: Please Complete This Field Required : Select Room View.
ar: يرجى إكمال هذا الحقل المطلوب: أختيار إطلالة الغرفة.

# Required_SelectRoomType
source: Please Complete This Field Required : Select Room Type.
ar: يرجى إكمال هذا الحقل المطلوب: أختيار نوع الغرفة.

# Required_SelectMeal
source: Please Complete This Field Required : Select Meal.
ar: يرجى إكمال هذا الحقل المطلوب: أختيار الوجبة.

# Required_RoomCount
source: Please Complete This Field Required : Room Count.
ar: يرجى إكمال هذا الحقل المطلوب: عدد الغرف.

# checkin_date_today_or_after
source: Please select checkin date today or after that.
ar: يرجى تحديد تاريخ تسجيل الوصول اليوم أو بعد ذلك.

source: Arrival date must be less than departure date.
ar: يجب أن يكون تاريخ الوصول أقل من تاريخ المغادرة.

# select_at_least_one_distribuitor
source: Please select at least one distribuitor.
ar: يرجى تحديد موزع واحد على الأقل.

# Required_SelectCarType
source: Please Complete This Field Required : Select Car Type.
ar: يرجى إكمال هذا الحقل المطلوب: أختيار نوع السيارة.

# Required_SelectCarBrand
source: Please Complete This Field Required : Select Car Brand.
ar: يرجى إكمال هذا الحقل المطلوب: حدد ماركة السيارة.

# Required_SelectCarModel
source: Please Complete This Field Required : Select Car Model.
ar: يرجى إكمال هذا الحقل المطلوب: حدد طراز السيارة.

# Required_TransportCount
source: Please Complete This Field Required : Transport Count.
ar: يرجى إكمال هذا الحقل المطلوب: عدد النقل.

# Required_Date
source: Please Complete This Field Required : Date.
ar: يرجى إكمال هذا الحقل المطلوب: التاريخ.

# Required_SelectTypeofVisa
source: Please Complete This Field Required : Select Type of Visa.
ar: يرجى إكمال هذا الحقل المطلوب: حدد نوع التأشيرة.

source: Failed favourite delete
ar: فشل حذف المفضلة

# Check_to_one_service_or_more
source: Please Check to one service or more
ar: يرجى التحقق من خدمة واحدة أو أكثر

# already_paid_cannot_be_modified
source: This order has already been paid for and cannot be modified.
ar: لقد تم دفع هذا الطلب بالفعل ولا يمكن تعديله.

source: This value is greater than the total price.
ar: هذه القيمة أكبر من السعر الإجمالي.

source: Successfully for Paying
ar: تم الدفع بنجاح

source: Warning
ar: تحذير

source: Found Problem Internal Server.
ar: تم العثور على مشكلة بالخادم الداخلي.

source: Are You Accept This Price?
ar: هل تقبل هذا السعر؟

source: Info
ar: بيانات

source: Cancel
ar: إلغاء

source: Do you agree to delete all photos?
ar: هل توافق على حذف كافة الصور؟

source: No Internet connection!
ar: لا يوجد اتصال بالإنترنت

source: Do you Want to Disable User Account?
ar: هل تريد تعطيل حساب المستخدم؟

source: Do you Want to Enable User Account?
ar: هل تريد تفعيل حساب المستخدم؟

source: Are You Accept To Pay?
ar: هل تقبل الدفع؟

source: Do you want to exit the program?
ar: هل تريد الخروج من البرنامج؟

source: Do you want to Logout?
ar: هل تريد تسجيل الخروج؟

source: Please make feedback to finish request
ar: يرجى تقديم ملاحظات لإنهاء الطلب

# ActiveStatus
source: Active
ar: نشط

# NotActiveStatus
source: Not Active
ar: غير نشط

# lblBrand_TranServices
source: Brand
ar: ماركة

# lblReviews
source: Reviews
ar: التعليقات

# lblBy
source: By
ar: بواسطة

# There_are_no_reviews
source: There are no reviews for this company yet.
ar: لا توجد مراجعات لهذه الشركة حتى الآن.

# btn_Send_offer
source: Send offer
ar: إرسال عرض

source: In Review
ar: فى المراجعة

source: Accepted
ar: مقبول

source: Denied
ar: مرفوض

# plc_File_Name
source: File Name
ar: اسم الملف

# lblUser_Permission
source: User Permission
ar: إذونات المستخدم

# lblDetails_Request
source: Details Request
ar: تفاصيل الطلب

# lblRequest_Travel_Agency_Permission
source: Show Distributors
ar: عرض الموزعين

# lblOffer
source: Offer
ar: العروض

# lblUsers
source: Users
ar: المستخدمين

# lblDocuments
source: Documents
ar: الوثائق

# lblHistory
source: History
ar: السجل

# lblCompany_Account
source: Company Account
ar: حساب الشركة

# lblShow_Agencies
source: Show Agencies
ar: عرض وكالات السفر

# lblMore_Details
source: More Details
ar: مزيد من التفاصيل

# RequestDeleteSuccess
source: Successfuly, for request delete
ar: تم إزالة الطلب بنجاح

# ResponseDeleteSuccess
source: Successfuly, for Response Delete
ar: تم إزالة الرد بنجاح

source: Do you want delete request?
ar: هل تريد إزالة الطلب؟

source: Do you want delete response?
ar: هل تريد إزالة الرد ؟

# Review
source: lblReview
ar: تعليق

source: Feedback for Distributor
ar: ملاحظات للموزع

source: Enter Feedback
ar: إدخال الملاحظات

source: Feedback for Travel Agency
ar: ملاحظات لوكالة السفر

# request_was_rejected_by_all_selected_distributors
source: The request was rejected by all selected distributors.
ar: تم رفض الطلب من قبل كل الموزعيين المختاريين

# OpenfileAlert
source: Please upload file before open it.
ar: يرجى تحميل الملف قبل فتحه.

# Dont_any_change
source: Don't any change value !!
ar: لا يوجد أى تعديل فى البيانات

source: Failed to download the PDF.
ar: فشل في تحميل ملف PDF.

source: PDF file not found at path:
ar: لم يتم العثور على ملف PDF في المسار:

source: Error opening PDF:
ar: خطأ في فتح ملف PDF:

source: Error downloading PDF:
ar: خطأ في تنزيل ملف PDF:

# finish_the_request_and_move_it_to_the_History_Msg
source: If you want to finish the request and move it to the History, you should be reviewed for all distributors in this request.
ar: إذا كنت تريد إنهاء الطلب ونقله إلى السجل، فيجب عليك وضع تعليق لجميع الموزعين الموجودين في هذا الطلب.

source: Resend verify to
ar: إعادة إرسال التحقق إلى

source: click
ar: أضغط

source: here
ar: هنا

source: Waiting time to resend
ar: وقت الانتظار لإعادة الإرسال

source: Retry
ar: إعادة المحاولة

# Please_Enter_ammount
source: Please Enter amount
ar: الرجاء إدخال المبلغ

source: SAR
ar: رس

source: Adult Price
ar: سعر البالغ

source: Child Price
ar: سعر الطفل

source: Infant Price
ar: سعر الرضيع

# lblNotes
source: Notes
ar: ملاحظات

source: Your Token expired, Please Enter Your Password
ar: انتهت صلاحية الرمز الخاص بك، يرجى إدخال كلمة المرور الخاصة بك

source: late (no response)
ar: متأخر (لا يوجد رد)

source: Max delivery date
ar: تاريخ التسليم بحد أقصى

# Required_Visa_Date
source: Please Complete This Field Required : Visa Date.
ar: يرجى إكمال هذا الحقل المطلوب: تاريخ تسليم التأشيرات.

# PlcBankName_AccountPage
source: Bank Name
ar: اسم البنك

# PlcBankNumber_AccountPage
source: Bank Number
ar: رقم البنك

# BtnCashConfirm_DisPayment
source: Cash Confirm
ar: تأكيد الدفع نقدا

# BtnPayments_DisPayment
source: Payments
ar: المدفوعات

# title_Bank_Transfer
source: Bank Transfer
ar: تحويل بنكي

# title_Payment_Credit
source: Credit
ar: بطاقة ائتمانية

# Active_For_Pay_Bank
source: Successfully Confirm this payment
ar: تم تأكيد الدفع بنجاح

# Are_recieved_your_bank
source: Are you sure you have received your bank transfer?
ar: هل أنت متأكد من أنك استلمت التحويل البنكي الخاص بك؟

# lbl_Dont_have_PaymentMethods
source: There are no payment methods available at this distributor.
ar: لا يوجد طرق دفع متاحة لدى هذا الموزع

# Plz_Choose_Rate_of_Review
source: Choose Rate of Review please
ar: الرجاء أختيار معدل التقييم
